<unk>
<pad>
<s>
</s>
你们
好
对不起
没关系
谢谢
礼貌
不
你
名字
什么
我
孩子
他
谁
手语
老师
是
不是
学生
花
上海
人
同学
朋友
房子
多少
3
女儿
年龄
李
今天
50
20
会
妈妈
不会
中国
菜
味道
炒
写
不好吃
问
十
1
星期
昨天
日期
明天
6
学校
去
踢足球
做
看
书
想
喝
茶叶
吃
饭
下午
超市
买
这
元
学
狗
在
哪
小
猫
桌子
下
爸爸
医院
工作
儿子
医生
椅子
杯子
他们
有
电脑
红
后
明
商店
没有
可以
请
里
位置
美国
点
中午
5
我们
电影
时间
北京
睡觉
天
前
下雨
王
来
天气
冷
怎么样
热
身体
不好
水果
多
水
一样
上
网
早
电视
喜欢
不喜欢
微信
发送
东西
张
小时
衣服
美丽
好了
年
认识
祝福
高兴
飞机
火车
出租车
饭店
2
和
驾驶
要
旅游
9
月
为什么
运动
一起
新
眼睛
面
汽车
乒乓球
病
跑步
每天
起床
药
出院
说
周
高
知道
休息
忙
这样
累
手表
丈夫
旁边
颜色
粉
左
生
日
快乐
礼物
生日
不知道
晚上
字
开始
介绍
帮助
苹果
外
准备
鱼
大
咖啡
怎么
门
因为
所以
游泳
最近
生病
还
考试
路
公司
远
公交车
慢
堵
车
给
过
到
好不好
告诉
等
叫
找
事情
听
服务
员工
开
不行
预定
脏
跳舞
希望
跟
没
问题
欢迎
成功
难
课
手机
期
放
洗
挂
男
报纸
哥哥
比
便宜
大概
陌生
一般
妻子
穿
近
女
姐姐
手
拿
笑
走
但是
自己
贵
钱
票
站
对
妹妹
分钟
30
阴
快
7
打算
请客
上网
一直
急
复习
南
北
漏
带
坐
送
伞
胖
其实
作业
山
爬
注意
裤子
真
西瓜
还是
或
舒服
春天
最
裙子
越
好吃
牛奶
同事
刚才
以前
银行
兴趣
结婚
怎么办
合肥
离开
变化
全部
健康
重要
瘦
就
蛋糕
最后
害怕
担心
了解
城市
玩
客气
可爱
请假
见面
大学
联系
平时
爱好
为
肯定
从
著名
环境
经常
夫妻
同意
吃饭
脸
像
只
分析
弟弟
除了
地方
楼
忘记
酒
客
扫地
让
干净
空调
方便
新闻
大家
满意
不用
住
过节
回家
高铁
机场
记得
身份证
护照
拖延
预报
斤
晚
包
篮球
倒
附近
厕所
火锅
对面
感冒
付
冰箱
应该
那
面包
坏
堵车
地铁
发现
雪
行李
读书
饺子
完
香蕉
辣
饱
米
冬天
简单
老板
丑
只好
酸
主
面条
十字路
风
口渴
咬
比较
接
丢
用
收
酒店
右
咸
先
进
检查
箱子
宾馆
安全
重
运
牛肉
窗
换
迟到
通过
警察
超
长
卧铺
增加
方法
借
老
如果
然后
过去
涨
餐巾
糖
推荐
暖
亲属
奶奶
试
见
也
选
班
排队
聋
交流
贷款
讨论
打折
爷爷
完成
仍然
笔
公园
免费
害
骑车
保护
交通
厅
绿
灯
取消
熟悉
降
干
认真
温度
单
果汁
肉
们
巧克力
发烧
手术
帽子
一些
鞋子
努力
护士
陪
号码
放假
钓
喊
游戏
发
蓝
黑
结束
照顾
说明
会议
按键
短
信
打针
黄
爱
教
严重
客户
邮件
饿
碗
奶
聊天
癌
战
心
心跳
研究
爱护
预防
各种
观众
特别
死
战斗
强
接受
痛
吸烟
性
治疗
奇怪
提高
艾滋
广告
宣传
传染
看不起
握手
潜伏
错误
白内障
发生
道理
白天
翻
按照
困
通宵
精神
星星
不管
坚持
岗位
地球
鬼
勇敢
疯狂
随便
斑马线
出
车祸
形象
宽容
热情
榜样
力量
发明
阑尾
炎
每
得
革命
蓝牙
技术
限制
配
失败
生活
规定
社会
科学
发展
趋势
奖
鼓励
改变
花钱
变
建议
装
导致
网络
流量
减
资源
动
程序
监视
商业
人流
身份
乱
达到
少
卡
明星
被
评价
脉搏
准确
抓住
必须
根据
弱
回忆
价格
遇
拍
惊吓
设计
体育
机器
分别
表
复印
印刷
故事
空
不够
清楚
第一
按
合同
感动
哭
情感
期待
深
作为
干部
行为
影响
知识
边
批评
班长
向
句子
传遍
服
保险
参加
吃亏
负责
烦
单位
防止
定
骗
设备
受伤
金
这样子
绷带
手指
血
停止
店
手臂
紧
笔记本
优点
缺点
电
质量
不懂
出台
羡慕
安装
算
修
升
标准
大人
回答
要求
统一
控制
还有
表情
严肃
成长
幸福
满足
感染
付出
历史
缺少
抱
海
船
进步
引起
声音
滴
石
作品
目标
英雄
代表
积极
音乐
唱
倒霉
作文
始终
演讲
扔
中
华
民族
时代
改革
厂
废
旧
建设
祖国
情况
领导
形势
合适
意思
样子
人们
事业
障碍
赚
沟通
解决
感情
破
牛
国
顺利
互相
原则
项目
国家
指
文化
意见
今
种
草
估计
生产
经验
农村
千
万
成绩
公平
运动会
等于
差不多
敌人
足够
克服
行动
贴
活动
几
读
段
一辈子
树
固定
放松
队
把
练习
灵活
感觉
稳定
过程
存
养
习惯
难过
危险
存折
办
15
包括
签名
发票
不同
神经
过敏
口
或者
反应
安静
自然
老鼠
逃跑
杀
原来
别
嘲笑
合作
企业
建立
分
外国
适合
才
观点
攻击
扫
怀疑
经济
矛盾
脸红
层
防
洪水
集中
退步
权力
任务
政府
房间
农民
天天
救
处理
来往
利用
作废
空气
完美
法律
规律
严格
犯罪
逃
节省
又
服从
富贵
力
管理
比如
抵挡
考
距离
验
活
承认
低头
证明
诱惑
世界
说谎
年轻
放弃
飞
青春
后悔
打
公
场所
禁止
火
武器
消灭
各
自行车
动物
唠叨
条件
解放军
纪律
无
拒绝
善良
苦
对方
班级
比赛
报名
纷纷
足球
后果
紧张
违反
惩罚
不幸
事故
碰
轻
出门
犹豫
离婚
沉默
性格
次
决定
嫖娼
不理
怪不得
个月
突然
美好
恢复
教训
恋爱
平
理解
尊重
友谊
支持
消失
毕业
方式
远离
打扮
党
电话
独立
流行
优秀
引
连
录取
宣布
分数
工
乱七八糟
梦想
前途
光
寄
安
选择
烦恼
通知
流
湿
兴奋
有趣
风景
破坏
络绎不绝
呼吸
方案
继续
失望
军
战争
白
烧
锻炼
断
演员
模仿
鸟
形
正确
计划
气
文章
争取
劳动
汗水
脑
插
挤
品
百
回
4
配合
默契
赢
部
冠军
方
民
退
着急
唱歌
欺负
穷
本领
靠
反
纸
交
专门
做事
写明
核对
资料
盖章
师傅
文
签字
文件
记录
强调
仔细
遇到
内容
重复
题目
工程
考虑
本
来不及
批准
从来
经理
低
报告
工厂
关闭
指导
吸取
阿姨
爱-1
抱怨
机会
可
甜
打扰
聪明
人生
认为
几年
懂
脑子
获得
智慧
表现
同时
事物
实践
骄傲
通
减肥
总结
输液
晕
总
管子
内
参观
产品
圈
效果
久
面子
团
秒
工资
水平
语言
能力
提前
教室
卖
能
吸引
节日
动车
舍不得
短信息
结果
免钱
代替
中奖
留
转
幸运
快递
对象
家具
追求
采访
竞争
调查
多媒体
系统
二维码
下载
APP
玻璃
遵守
方面
学会
制度
得罪
尝试
其他
方向
错
跑
牌子
糊涂
把握
西
过来
70
八宝粥
传统
丰富
亮
印象
上当
生气
照片
订
安排
病历
掉
电子
住院
兼职
补贴
申
市
差别
运气
关注
勉强
共
偷
宝贵
8
理论
生命
数
老实
假
招聘
命运
第二
表格
头
数据
硬
捡
部分
组
彩票
不相信
叔叔
英国
上市
草稿
区别
数学
背后
精
无聊
正常
正好
艺术
追
场合
瞎
表示
骂
文明
计算
抄
没想到
作弊
大雨
没用
终于
区
耐心
邻居
搬
鼓掌
抓
落
阶段
保持
临时
精彩
想法
整理
猜
辛苦
接触
皮肤
害羞
金融
市场
股票
局部
全国
画画
展示
决赛
播放
资格
勤奋
抢
肯德基
不同意
呆
垃圾
直接
小学
办公室
英语
表扬
当
风格
半
论文
篇
钥匙
个
充分
反对
开放
答案
否认
看法
未来
枪毙
双
炒菜
反调
麻烦
沉迷
赌博
主动
丢脸
话
原谅
吃不消
肚子
态度
算了
躲
地震
爆炸
翻脸
目的
吵架
活泼
团结
提
过期
药物
长大
永远
怀孕
打胎
伤害
博物
呕吐
不想
恶心
油
躺
床
分开
至今
惭愧
彻底
打扫
经过
车站
关心
心理
同
删除
运行
思考
步
分之
地
隐蔽
处方
压力
大学生
之间
复杂
经历
恨
利息
开除
乏味
道歉
电梯
当面
自由
侥幸
踏实
谦虚
茫然
周围
神
醒
安慰
亲密
装修
500
保证
工人
量
重点
幸好
提供
包装
盒子
买卖
网站
分手
消息
避孕
珍惜
表面
逼
操心
查询
航空
信息
详细
超过
称赞
承包
建筑
土
没办法
秘密
崇拜
马虎
抽血
字典
贪
租
赚钱
河
德
虫
辞职
创
晋级
天才
借款
申请
摔倒
地图
导航
月亮
球
混
无线
软件
登记
入
定居
日本
喧哗
园
雪白
愿意
理想
动作
差点
厨师
布
成熟
密码
夹
担架
责任
借口
云
感谢
好处
联想
温暖
娃娃
圆
福气
招
直
模糊
弹幕
下面
满
队伍
亲切
理
相反
魔术
杂技
台
赋
冲动
到处
跳
枪
伤
冷场
时候
避免
融合
缩
摸鱼
默默
默
偶
盲
货
嫌弃
笨
委屈
记仇
基础
宠爱
0
处罚
官
院
业
阻拦
古
套
字幕
视频
翻译
出现
拍照
P
职业
卑
造成
差
遗憾
流星
封面
群
片子
符合
刺激
11
线
标志
领巾
员
辈
歪曲
24
称谓
选举
需要
词语
司机
焦急
新鲜
连续
数量
权利
积累
故障
关节
二
完善
一并
核磁共振
法
红包
急诊
关门
创新
粗
捞
卫生
办理
刀
听话
唯一
假装
童年
彩色
贝壳
放学
咳嗽
头疼
机构
培训
四川
剧
戏剧
打印
了
任何
定位
特色
种子
森林
茂盛
装饰
绕
律师
顾问
更多
现场
报复
迪士尼
中心
郊区
车流
光荣
围绕
武汉
长江
桥
放大
揭开
兵
激烈
抽
紧缩
安全套
刺
拆开
头发
签证
预约
领事
猴子
贪污
监狱
泡
脚
诗
现实
专业
外婆
托
放心
宽
秋天
气氛
悄悄
一会儿
晴
司
陶醉
影子
循环
胀
吨
嫁
薄
业务
柳
铁塔
法国
纪念
忍受
舅舅
不如
极限
骚扰
证件
香港
共产党
国民党
利益
小姐
私
瓜
成都
厚
提出
兔子
新加坡
谣言
45
阅兵
旗
麦当劳
看不见
调整
心情
箱
调
入学
做爱
道
惊喜
报
嫉妒
眼镜
点头
耳机
游客
自私
跳高
纱布
国王
加油
朝鲜
虎
小心
擦
画
32
正
社区
志愿
保养
灭
消防
冷静
醒悟
回头
星级
好听
联欢
钢琴
体检
转弯
容易
灯塔
经商
葡萄
速度
牙齿
零食
抬
牙
车胎
漏气
钢笔
程度
躲避
偶像
肥
条
交易
警告
两
承诺
核桃
掌握
计较
模特
肠
腹
镜子
剪
淹没
针
相处
赵本山
敲
房
瓶
切
土豆
露出
袜子
淡
75
亿
湖
大便
臭
柱
98
汗
毛
主席
登
局
圣诞
奔驰
被子
一
b
腿
摸
d
传
墙
砍
猪
划
版
摔
回报
信用
以身作则
凶
错过
悠闲
东方明珠
忽悠
基金会
打招呼
PPT
蓝色
庆祝
看不惯
微笑
别人
戴
口味
犯错
犯
不见
讲
生意
来自
晚期
急救
12
抵抗
遗传
膝盖
视力
街道
斑马
鼠标
舍得
血压
平静
紧握
哪里
宝宝
共享
出示
残疾
意外
号召
修改
人身
左手
观察
调皮
牺牲
小说
解放
仓库
教材
打架
创业
移动
灰尘
蚊子
专家
毒
这生
举手
泄露
老虎
效率
大事
共事
保密
宗教
闭嘴
负担
洞
考验
思想
起来
包庇
迷信
不在
婉转
惊讶
贿赂
商家
温柔
开学
伯伯
和平
误会
赶紧
侦探
萎缩
格子
可惜
答
天安门
灰心
顺序
动画
得到
守护
美德
中华
概念
重新
确认
齐全
义务
高考
暑假
警惕
恐怖
倾诉
前进
钱补
没收
小明
一点
吹棒
外卖
阻止
踢球
工具
铁
火箭
收集
液体
乞丐
鲁迅
部门
思维
关于
上帝
排球
奥运
荣誉
正式
汉堡
讨厌
建造
环节
自卑
值班
到底
杂志
外地
文字
重视
主流
有点
偏
证据
消费
依然
扣
一半
解释
浪费
校园
欠
头痛
上面
截止
捐钱
食物
优惠
流产
骗子
传销
小气
折服
表白
支出
收入
节约
平衡
广播
刚刚
功能
欺骗
爱情
幽默
上台
话题
听不见
老婆
碰到
心脏
珍贵
馆
文物
非常
语文
内在
就是
人品
尊严
说话
已
台湾
过度
袋子
抽烟
痛苦
敏感
征服
不能
球技
球迷
日子
没门
中文
名称
注册
好看
病毒
球队
学钱
救援
填写
过世
人口
许可
证
18
会员
账号
敲打
寻找
高峰
高速公路
飘扬
端
睡
战阵
地形
全面
懂得
失去
一切
记者
愁眉
将来
高中
太多
告白
铅笔
不久
望着
天空
怎样
黑暗
暗
找到
占
伟大
尴尬
尽量
下班
值得
预告
格式
脱离
亏
更新
进行
刷
居住
好心
划算
年货
集体
事件
针对
减少
吹
规则
犯规
国际
花费
懒
副
连接
瞪
粥
拼命
破解
胃
马
最低
觉
蛋
